models/LAdmins.php

    public static function findIdentity($id)
    {
        return static::findOne($id);
---
SELECT * FROM `l_admins` WHERE `id`=1